Repository: MewsSystems/developers
Catalog: ExchangeRateUpdater/MultilingualResources/ExchangeRateUpdater.*.xlf
Languages: cs

# CurrenciesShouldBeSetForGettingER
source: The currencies should be set for getting exchange rates
cs: Měny by měly být nastaveny pro získání směnných kurzů

# EmptyCurrencyCode
source: Code of currency is empty
cs: Kód měny je prázdný

# ErrorWhileRetrievingER
source: An error occurred while retrieving exchange rates
cs: Při načítání směnných kurzů došlo k chybě

source: exchange rates
cs: Směnné kurzy

# ForClosingApp
source: for closing application
cs: pro zavření aplikace

# InternalErrorProviderCZK
source: CzechNationalBankProvider - internal error
cs: CzechNationalBankProvider - interní chyba

# ParsingError
source: Data source parsing error
cs: Chyba při analýze zdroje dat

# PressAnyKeyOr
source: Press any key for updating or type
cs: Stiskněte libovolné tlačítko pro aktualizaci nebo zadání

# SourceDataIsEmpty
source: Data from provider source is empty
cs: Údaje ze zdroje poskytovatele jsou prázdné

source: Successfully retrieved
cs: Úspěšně načtena

# ErrorCurrencyCode
source: The currency code (three-letter) must be in accordance with the ISO 4217 of the currency.
cs: Kód měny (tři písmena) musí být v souladu s normou ISO 4217 měny.

# CurrenciesShouldBeSet
source: The currencies should be set
cs: Měny by měly být nastaveny

# DuplicateInExRateList
source: Duplicate item in exchange rate list
cs: Duplicitní položka ve směnném kurzu

source: Exchange rate item is empty
cs: Položka směnného kurzu je prázdná

source: Currency should be set
cs: Měna by měla být nastavena

# InternalErrorProviderExRateLab
source: ExchangeRateLablProvider - internal error
cs: ExchangeRateLablProvider - interní chyba
